Repository: eueliton/WP-Google-Calendar-Events
Catalog: google-calendar-events/languages/gce-ptbr_PTBR.po
Languages: pt_br

source: General Settings
pt_br: Configurações Gerais

source: Google Calendar Events
pt_br: Eventos do Calendário do Google

source: Cache has been cleared for this feed.
pt_br: O cache foi limpo com sucesso para este feed.

source: Starts:
pt_br: Início

source: Ends:
pt_br: Término

source: Location:
pt_br: Local:

source: Description:
pt_br: Descrição:

source: More details...
pt_br: Masi detalhes...

source: More Details
pt_br: Mais Detalhes

source: Clear Cache
pt_br: Limpar Cache

source: Back
pt_br: Anterior

source: Next
pt_br: Próximo

source: Previous month
pt_br: Mês anterior

source: Next month
pt_br: Próximo mês

source: No events to display.
pt_br: Nenhum evento para mostrar

source: %s year
pt_br: %s ano

source: %s years
pt_br: %s anos

source: %s month
pt_br: %s mês

source: %s months
pt_br: %s meses

source: %s week
pt_br: %s semana

source: %s weeks
pt_br: %s semanas

source: %s day
pt_br: %s dia

source: %s days
pt_br: %s dias

source: %s hour
pt_br: %s hora

source: %s hours
pt_br: %s horas

source: %s min
pt_br: %s minuto

source: %s mins
pt_br: %s minutos

source: The feed URL has not been set. Please make sure to set it correctly in the Feed settings.
pt_br: O endereço (URL) do feed não pode ser selecionado. Favor informar corretamente nas configurações de Feed.

source: Some data was retrieved, but could not be parsed successfully. Please ensure your feed URL is correct.
pt_br: Alguns dados foram recuperados, mas não puderam ser analisados com êxito. Verifique se o endereço(URL) do feed está correto.

source: The feed could not be found (404). Please ensure your feed URL is correct.
pt_br: O feed não pôde ser localizado (404). Por favor, tenha certeza de ter informado o endereço (URL) corretamente.

source: Access to this feed was denied (403). Please ensure you have public sharing enabled for your calendar.
pt_br: O accesso a esse feed foi negado(403). Tenha certeza que a opção de acesso público ao seu calendário está habilitada.

source: The feed data could not be retrieved. Error code: %s. Please ensure your feed URL is correct.
pt_br: Os dados do feed não puderam ser retornados. Código de erro: %s. Por favor, tenha certeza de que o endereço (URL) informado do feed esteja correto.

source: Please ensure your feed URL is correct.
pt_br: Por favor, tenha certeza de que o endereço (URL) informado do feed esteja

source: Google Calendar Feeds
pt_br: Feeds do Calendário do Google

source: GCal Events
pt_br: Eventos do Calendário do Google

source: Add New
pt_br: Adicionar Novo

source: Add New Feed
pt_br: Adicionar Novo Feed

source: New Feed
pt_br: Novo Feed

source: Edit Feed
pt_br: Editar Feed

source: View Feed
pt_br: Visualizar Feed

source: All GCal Feeds
pt_br: Todos feeds do Calendário do Google

source: Search GCal Feeds
pt_br: Buscar feeds do Calendário do Google

source: No feeds found.
pt_br: Nenhum feed encontrado.

source: No feeds found in Trash.
pt_br: Nenhum feed encontrado na Lixeira.

source: %4$s updated. %1$sView %2$s%3$s
pt_br: %4$s atualizado. %1$sVisualizado %2$s%3$s

source: %4$s published. %1$sView %2$s%3$s
pt_br: %4$s publicado. %1$sVisualizado %2$s%3$s

source: %4$s saved. %1$sView %2$s%3$s
pt_br: %4$s salvo. %1$sVisualizado %2$s%3$s

source: %4$s submitted. %1$sView %2$s%3$s
pt_br: %4$s enviado. %1$sVisualizado %2$s%3$s

source: %4$s draft updated. %1$sView %2$s%3$s
pt_br: %4$s rascunho atualizado. %1$sVisualizado %2$s%3$s

source: Feed Settings
pt_br: Configurações de Feed

source: Helpful Links
pt_br: Links de Ajuda

source: Display Options
pt_br: Opções de Exibição

source: Feed ID
pt_br: ID do Feed

source: Feed Shortcode
pt_br: Código do Feed

source: Display Type
pt_br: Tipo de Exibição

source: Grid
pt_br: Grade

source: List
pt_br: Lista

source: Grouped List
pt_br: Lista Agrupada

source: Save Settings
pt_br: Salvar Configurações

source: Save your settings when uninstalling this plugin. Useful when upgrading or re-installing.
pt_br: Salvar suas configruações quando desisntalar este plugin. Útil durante atualização ou nova instalação.

source: The callback function used for the <strong>%s</strong> setting is missing.
pt_br: A função de retorno <strong>%s</strong> , informada nas configurações está incorreta.

source: Check this box to use the simple display options below instead of the Event Builder code on the left.
pt_br: Selecione esta opção para mostrar as opções simplificadas ao invés de usar o código do Criador de Eventos à esquerda.

source: Start date / time display
pt_br: Data incial / tempo exibido

source: Select how to display the start date / time.
pt_br: Escolha como exibir o início de data / hora.

source: None
pt_br: Nenhum

source: Start time
pt_br: Hora de início

source: Start date
pt_br: Data de início

source: Start time and date
pt_br: Hora e data de início

source: Start date and time
pt_br: Data e hora de início

source: Text to display before the start time.
pt_br: Texto a ser exibido antes da hora de início

source: End time/date display
pt_br: Exibir hora/data de encerramento

source: Select how to display the end date / time.
pt_br: Escolha como exibir data/hora de encerramento

source: End time
pt_br: Hora de encerramento

source: End date
pt_br: Data de encerramento

source: End time and date
pt_br: Hora e data de encerramento

source: End date and time
pt_br: Data e hora de encerramento

source: Text to display before the end time.
pt_br: Texto para mostrar antes da hora de encerramento.

source: Separator
pt_br: Separador

source: If you have chosen to display both the time and date above, enter the text / characters to display between the time and date here (including any spaces).
pt_br: Se você optou por exibir ambos horários e datas acima, digite aqui o texto/caracteres que serão exibidos entre o horário e a data (incluindo qualquer espaço).

source: Location
pt_br: Local

source: Show the location of events?
pt_br: Mostrar o local dos eventos?

source: Text to display before the location.
pt_br: Texto a ser exibido antes do local.

source: Description
pt_br: Descrição

source: Show the description of events? (URLs in the description will be made into links).
pt_br: Mostrar a descrição dos eventos? (URLs nas descrições serão transformados em links).

source: Text to display before the description.
pt_br: Texto para mostrar antes da descrição.

source: Maximum number of words to show from description. Leave blank for no limit.
pt_br: Número máximo de palavras a exibir na descrição. Deixe em branco para não ter limitação.

source: Event Link
pt_br: Link do Evento

source: Show a link to the Google Calendar page for an event?
pt_br: Mostrar um link para o Calendário do Google para um evento?

source: Links open in a new window / tab?
pt_br: Abrir link em uma nova janela/aba?

source: The link text to be displayed.
pt_br: Texto do link para exibir.

source: We're <strong>smack dab</strong> in the middle of building additional features for this plugin. Have ideas?
pt_br: Nós somos estamos sempre aprimorando esse plugin e aceitamos sugestões de melhorias. Você tem ideias para melhorar esse plugin?

source: Visit our roadmap and tell us what you're looking for
pt_br: Visite o nosso roteiro e nos diga o que você está procurando

source: Want to be in the know?
pt_br: Você quer estar n conhecimento?

source: Get notified when new features are released
pt_br: Receber notificações quando sugirem novas versões ou atualizações.

source: Copy and paste this shortcode to display this Google Calendar feed on any post or page.
pt_br: Copie e cole este código para exibir este feed de Calendário do Google em qualquer página ou post.

source: To avoid display issues, make sure to paste the shortcode in the Text tab of the post editor.
pt_br: Para evitar problemas de exibição, certifique-se de colar o código na guia Texto do editor de posts.

source: GCal Feed URL
pt_br: URL do Feed do Calendário do Google

source: The Google Calendar feed URL.
pt_br: URL dos feeds do Calendário do Google

source: Example
pt_br: Exemplo

source: How to find your GCal feed URL
pt_br: Como encontrar sua URL dos feeds do Calendário do Google

source: Search Query
pt_br: Busca

source: Find and show events based on a search query.
pt_br: Encontrar e mostrar eventos baseado em uma busca

source: Expand Recurring Events?
pt_br: Expandir eventos recorrentes?

source: Yes
pt_br: Sim

source: This will show recurring events each time they occur, otherwise it will only show the event the first time it occurs.
pt_br: Isto irá mostrar eventos recorrentes a cada vez que eles ocorrerem, caso contrário só vai mostrar o evento na primeira vez que ocorrer.

source: Date Format
pt_br: Formato da Data

source: Use %sPHP date formatting%s.
pt_br: Use %sa formatação de data PHP%s.

source: Leave blank to use the default.
pt_br: Deixe em branco para usar o padrão

source: Time Format
pt_br: Formato da Hora

source: Cache Duration
pt_br: Duração do Cache

source: The length of time, in seconds, to cache the feed (43200 = 12 hours). If this feed changes regularly, you may want to reduce the cache duration.
pt_br: O tempo, em segundos, para o cache do feed (43200 = 12 horas). Se os feeds são modificados constantemente, você deve reduzir a duração do cache.

source: Multiple Day Events
pt_br: Eventos em Múltiplos Dias

source: Show on each day
pt_br: Mostrar a cada dia

source: Show events that span multiple days on each day that they span, rather than just the first day.
pt_br: Mostrar os eventos que duram vários dias, em cada dia que eles ocorrerem, em vez de apenas no primeiro dia.

source: Display Mode
pt_br: Modo de Exibição

source: Choose how you want your calendar to be displayed.
pt_br: Escolha como você deseja que o seu calendário seja exibido.

source: Show Paging Links
pt_br: Exibir Links de Páginação

source: Check this option to display Next and Back navigation links.
pt_br: Selecione esta opção para exbir Próximo e Anterior nos links de navegação.

source: Number of Events per Page
pt_br: Número de Eventos por Página

source: Days
pt_br: Dias

source: Events
pt_br: Eventos

source: How many events to display per page (List View only).
pt_br: Quantos eventos devem ser mostrados por página(Visualização em Lista apenas).

source: Display Start Date Offset
pt_br: Exibir com atencedência da data inicial

source: Ahead
pt_br: á frente

source: Change if you need to initially display events on a date other than today (List View only).
pt_br: Alterar se você precisar exibir inicialmente eventos em uma data diferente de hoje (Apenas em Visualização em Lista ) .

source: Minimum Feed Start Date
pt_br: Data de início mínima para Feeds

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: back
pt_br: voltar

source: Set how far back to retrieve events regardless of month or page being displayed.
pt_br: Defina o quão longe de volta devem ser recuperados eventos independentemente do mês ou a página que está sendo exibido .

source: Maximum Feed End Date
pt_br: Máxima data de término dos FEEDs

source: forward
pt_br: para frente

source: Set how far in the future to retrieve events regardless of month or page being displayed.
pt_br: Defina o quão longe no futuro devem ser recuperados eventos independentemente do mês ou a página que está sendo exibido .

source: Documentation & getting started
pt_br: Documentação & primeiros passos

source: Community support forums
pt_br: Comunidade de Fórums de Suporte

source: Get notified of new features
pt_br: Obter notificações sobre novos recursos

source: Rate this plugin
pt_br: Votar nesse plugin

source: Display a list or calendar grid of events from one or more Google Calendar feeds you have added
pt_br: Apresentar uma lista ou calendário em grade de eventos de um ou mais feeds de Calendário Google que você adicionou

source: No valid Feed IDs have been entered for this widget. Please check that you have entered the IDs correctly in the widget settings (Appearance > Widgets), and that the Feeds have not been deleted.
pt_br: Nenhum ID de feed válido foi informado para este widget. Por favor, verifique se você digitou corretamente os IDs nas configurações do widget ( Aparência> Widgets ) , e que os Feeds não foram apagados .

source: You have not added any feeds yet.
pt_br: Você ainda não adicionou quaisquer feeds ainda.

source: There are no feeds created yet.
pt_br: Não há feeds criados ainda.

source: Add your first feed!
pt_br: Adione seu primeiro feed!

source: Events on
pt_br: Eventos em

source: Title:
pt_br: Título:

source: Feeds to Display (comma separated list - i.e. 101,102,103):
pt_br: Feeds a Exibir (lista separado por vírgulas - ex: 101,102,103):

source: Display Events as:
pt_br: Mostrar Eventos como:

source: Show Paging Links:
pt_br: Mostrar links de paginação:

source: Sort Order (List View only):
pt_br: Ordem de Classificação (Visualização em Lista apenas):

source: Ascending
pt_br: Crescente

source: Descending
pt_br: Descrescente

source: Number of Events per Page (List View only):
pt_br: Número de Eventos por Página (Visualização em Lista apenas):

source: Display Start Date Offset (List View only):
pt_br: Exibir Antecipação da Data de Início(Visualização em Lista apenas):

source: Display Title on Tooltip/List Item (e.g. 'Events on 7th March'). Grouped lists always have a title displayed.
pt_br: Exibir Título em Balão de Ajuda / Item da Lista ( por exemplo, "Eventos em 7 de março" ). Listas agrupadas sempre devem ter um título exibido.

# References the Time Format option
source: Leave blank to use the default.
pt_br: Deixe em branco para usar o valor padrão.

source: Show paging links:
pt_br: Mostrar links de paginação:

source: Retrieve Events From
pt_br: Recuperar eventos desde

source: Today
pt_br: Hoje

source: Start of current week
pt_br: Inciar da semana atual

source: Start of current month
pt_br: Inciar do mês atual

source: End of current month
pt_br: Fim do mês atual

source: The beginning of time
pt_br: No começo da hora

source: Specific date
pt_br: Data específica

source: The point in time at which to start retrieving events.
pt_br: A partir de que momento se deseja recuperar os eventos.

source: Retrieve Events Until
pt_br: Recuperar Eventos Desde

source: The end of time
pt_br: No final da hora

source: The point in time at which to stop retrieving events.
pt_br: Momento do tempo a partir do qual se deseja recuperar os eventos.

source: Maximum number of events to show.
pt_br: Número máximo de eventos que serão exibidos.

source: This will clear your feed cache. This also automatically happens when you save your changes. %sIf you make changes you %sMUST%s save first or your changes will be lost.
pt_br: Esta ação irá limpar o cache de feeds Isso também ocorre automaticamente quando slavar suas mudanças. %sSe você fez alterações, %sDEBES%s salve-as primeiro, ou elas serão perdidas.

source: Calendar Grid - with AJAX
pt_br: Grade de Calendário - com AJAX

source: Maximum no. events to display. Enter 0 to show all retrieved.
pt_br: Número máximo de eventos que serão exibidos. Informe o valor "0" para mostrar todos os recuperados.

source: Get new feature release notifications
pt_br: Obtenha notícias sobre atualizações do plugin.

source: Mind a plugin rating? Thanks!
pt_br: Se importa em classificar nosso plugin? Obrigado!
